[{"case_num":"451934-2013","data":[{"name":"Mickey Petillo","dob":"27864","crim_disp":"Convicted"}],"address":"2036 Amsterdam Ave, New York, NY","lat":"40.8352717","long":"-73.9403493","featured":"Y","blurb":"Barbara Petillo's in danger of losing her home of 30 years after her son was busted for dealing drugs there. A confidential informant made three $20 crack buys from Mickey Petillo, 38, at his mom's Amsterdam Avenue apartment in late 2012 and early 2013. On Feb. 1, 2013, cops raided the home and arrested Mickey Petillo. The arrest was Petillo's first, and he was sentenced to five years probation after pleading guilty to a felony drug charge' but that was just the beginning of the problems for him and his mom, Barbara Pettilo, 74. After her son's arrest, the NYPD started eviction proceedings against her, forcing her to sign an agreement on Nov. 15, 2013, barring her son from her apartment during his five-year probation and allowing police to do warrantless searches on her home. 'I'm going through such hell,' she said. 'Police can come to my house at any time, any day, and they don't have to say they're police. If I don't answer the door they can break the door down and come in.'She noted the deal left her son effectively homeless. 'My son did something stupid and foolish ' and he's paying double. Don't people get a second chance in this world?'While the agreement stopped the NYPD from booting her, Petillo's landlord started eviction proceedings against her in January because of the bust in her apartment.'I don't have anywhere else to go,' she said. 'I've been living here 30 years. Thirty years! Never a violation, never a complaint ' and this happened.'Mickey Petillo, who was forced to give up his construction job because of a hernia, said he's been staying with various friends since he got the boot. He agonizes that his mother is paying for his mistake.'For the people that don't know, the mothers, the grandmothers, the fathers that don't know these situations - I don't understand why they're being punished,' he said.","crim_date":"41306","media":"","doccloud":"https:\/\/s3.amazonaws.com\/s3.documentcloud.org\/documents\/1005884\/peter-valentin-willoughby.pdf"},{"case_num":"452180-2013","data":[{"name":"Quashi Gambrell","dob":"3\/23\/76","crim_disp":"Convicted"}],"address":"16-18 Old Broadway, New York, NY","lat":"40.815639","long":"-73.957344","featured":"Y","blurb":"Linda Jackson, 62, was attending her mental health day program where she's treated for schizophrenia when her adult son, Quashi Gambrell, was busted for selling crack and heroin out of her Manhattanville apartment on March 20 of last year. Cops found one sandwich bag filled with cocaine, two filled with heroin and 298 Ziploc bags of crack. 'I didn't know he had all these drugs in my house,' Jackson said. 'If I had known he would not have had them in here.' When police raided the home, one of Gambrell's five kids called Jackson, who rushed home. 'They had busted in my door,' she said. 'They ransacked it. They broke my brand new dressers my daughter bought me.' Gambrell, who was on probation for another drug case when he was arrested, pleaded guilty on Oct. 31, 2013, and was sentenced to three and a half years in prison. Jackson agreed to bar him from returning to her apartment to stave off NYPD eviction proceedings. Now, she says, 'the DA is forcing the landlord to evict me.'She said she'll fight the bid tooth and nail. 'That's why I'm going to trial - I think I deserve a nice place to live,' she said. 'Everybody does. No exceptions.'","crim_date":"3\/20\/13","media":"","doccloud":"https:\/\/s3.amazonaws.com\/s3.documentcloud.org\/documents\/1005885\/peter-valentin-ferguson.pdf"},{"case_num":"250010\/2014","data":[{"name":"Jose Sanchez","dob":"1\/1\/82","crim_disp":"Pending"}],"address":"1000 Elder Ave, Bronx, NY","lat":"40.824062","long":"-73.877792","featured":"Y","blurb":"Cops from the 43rd Precinct say a confidential informant bought heroine three times from the Soundview apartment in August and September 2013, according to court papers filed by the NYPD. When they raided the apartment, they say they found five glassines of heroin ' which an attorney for the tenants says had a street value of less than $50, 'less heroin than would fill a common packet of sugar.' Cops also say they found a large Ziploc bag of heroin, but they attorney noted that their own lab report conducted two months earlier showed it tested negative for any controlled substance. Thomas Gonzalez and his girlfriend Yvonne Cruz, who have lived at the apartment for nine years, were arrested. There is no record of Cruz' case, which likely means it either wasn't processed or it was sealed upon dismissal. Records show Gonzalez pleaded guilty to a misdemeanor possession charge and was sentenced to time-served. In January the NYPD got a closing order on the apartment and say they found 30 rounds of ammunition and alleged marijuana. Three months later, Gonzalez and Cruz, represented by the Bronx Defenders, agreed they would be the only ones allowed in the apartment, except during two family events that had to be over by 9 p.m. Jose Sanchez, who is facing a marijuana possession charge from the date when cops came and closed the apartment, was excluded. Gonzalez and Cruz agreed the NYPD could conduct up to one inspection per week between the hours of 9 a.m. and 9 p.m. to make sure nobody else was there.","crim_date":"9\/12\/13","media":"","doccloud":"https:\/\/s3.amazonaws.com\/s3.documentcloud.org\/documents\/1005907\/schilling-medina.pdf"},{"case_num":"016759\/2013","data":[{"name":"Kerwyn Theodate","dob":"3\/10\/83","crim_disp":"Dismissed"}],"address":"131-20 Mathewson Ct, Jamaica, NY","lat":"40.67870378","long":"-73.76156196","featured":"Y","blurb":"Kerwyn Theodate had been living at his mother Sandra Zephyrine's Jamaica home with his wife and their daughter when Queens Narcotics cops raided the apartment in March 2013. The cops claimed they had witnessed a confidential informant buy coke from the house three times the previous month, according to court papers filed by the NYPD.'Boom! The police swarmed in the door, cuffed people. I didn't know what was going on,' Zephyrine said. 'They ripped the wall down. They ripped the ceiling down. They busted holes in the wall. They emptied drawers. Then they walked out of here and never said, 'Look at the drugs we found, look at the money we found.''Cops say in the eviction papers that they found two bags of marijuana, a scale with coke residue, and other paraphernalia with a 'yellow residue.' The charges against Theodate, who records show had one prior conviction for pot possession, were dismissed and sealed, according to the District Attorney's Office. But the NYPD filed eviction proceedings against Zephyrine that September detailing the charges, without mentioning the dismissal. Three days later, the mom agrees to ban her son from visiting the apartment for a year so she could get back inside.Zephyrine said she was amazed her son could be evicted over such relatively minor crimes. 'What I don't understand is, they arrested him and by the night time he's out. If it's serious stuff, why are you letting him go?'","crim_date":"3\/15\/13","media":"","doccloud":"https:\/\/s3.amazonaws.com\/s3.documentcloud.org\/documents\/1005807\/glemaud-schilling-lodge.pdf"},{"case_num":"009645\/2013","data":[{"name":"Lourdes Torrvella-Brown","dob":"","crim_disp":"Not Arrested"},{"name":"Tommie Brown","dob":"7\/10\/60","crim_disp":"Dismissed"}],"address":"107-01 160 St, Jamaica, NY","lat":"40.69719158","long":"-73.79431039","featured":"Y","blurb":"Linda Jackson, 62, was attending her mental health day program where she's treated for schizophrenia when her adult son, Quashi Gambrell, was busted for selling crack and heroin out of her Manhattanville apartment on March 20 of last year. Cops found one sandwich bag filled with cocaine, two filled with heroin and 298 Ziploc bags of crack. 'I didn't know he had all these drugs in my house,' Jackson said. 'If I had known he would not have had them in here.' When police raided the home, one of Gambrell's five kids called Jackson, who rushed home. 'They had busted in my door,' she said. 'They ransacked it. They broke my brand new dressers my daughter bought me.' Gambrell, who was on probation for another drug case when he was arrested, pleaded guilty on Oct. 31, 2013, and was sentenced to three and a half years in prison. Jackson agreed to bar him from returning to her apartment to stave off NYPD eviction proceedings. Now, she says, 'the DA is forcing the landlord to evict me.'She said she'll fight the bid tooth and nail. 'That's why I'm going to trial - I think I deserve a nice place to live,' she said. 'Everybody does. No exceptions.'","crim_date":"2\/6\/13","media":"","doccloud":"https:\/\/s3.amazonaws.com\/s3.documentcloud.org\/documents\/1005808\/glemaud-schilling-shamblee.pdf"},{"case_num":"250929-2013","data":[{"name":"Cozmo Peccerelli, Sr.","dob":"12\/18\/70","crim_disp":"Dismissed"},{"name":"Cozmo Peccerelli, Jr.","dob":"4\/3\/92","crim_disp":"Dismissed"},{"name":"Gino Peccerelli","dob":"10\/23\/81","crim_disp":"Dismissed"}],"address":"186 East 164th Street, The Bronx, NY","lat":"40.828979","long":"-73.920128","featured":"Y","blurb":"Cops from the 43rd Precinct say a confidential informant bought heroine three times from the Soundview apartment in August and September 2013, according to court papers filed by the NYPD. When they raided the apartment, they say they found five glassines of heroin ' which an attorney for the tenants says had a street value of less than $50, 'less heroin than would fill a common packet of sugar.' Cops also say they found a large Ziploc bag of heroin, but they attorney noted that their own lab report conducted two months earlier showed it tested negative for any controlled substance. Thomas Gonzalez and his girlfriend Yvonne Cruz, who have lived at the apartment for nine years, were arrested. There is no record of Cruz' case, which likely means it either wasn't processed or it was sealed upon dismissal. Records show Gonzalez pleaded guilty to a misdemeanor possession charge and was sentenced to time-served. In January the NYPD got a closing order on the apartment and say they found 30 rounds of ammunition and alleged marijuana. Three months later, Gonzalez and Cruz, represented by the Bronx Defenders, agreed they would be the only ones allowed in the apartment, except during two family events that had to be over by 9 p.m. Jose Sanchez, who is facing a marijuana possession charge from the date when cops came and closed the apartment, was excluded. Gonzalez and Cruz agreed the NYPD could conduct up to one inspection per week between the hours of 9 a.m. and 9 p.m. to make sure nobody else was there.","crim_date":"1\/19\/13","media":"","doccloud":"https:\/\/s3.amazonaws.com\/s3.documentcloud.org\/documents\/1005906\/schilling-greene.pdf"},{"case_num":"451452-2013","data":[{"name":"Bryan DeLuna","dob":"3\/29\/93","crim_disp":"Dismissed"}],"address":"515 W 139th St, New York, NY","lat":"40.822063","long":"-73.951263","featured":"N","blurb":"Manhattan North Narcotics conducted four controlled buys of crack at the Harlem apartment using the same confidential informant during January and February 2013, the NYPD claims in court documents. On Feb. 5, 2013, cops say they raided the apartment, found three twists of crack and arrested Bryan DeLuna. There is no record of the arrest, meaning it was either not processed or the charges were sealed upon dismissal. DeLuna also has no record of prior convictions in the state criminal records database. In August 2013, the NYPD filed a civil eviction proceeding. Representing himself, DeLuna agreed in October to vacate the apartment for five years, and is only allowed to visit between the hours of 5 p.m. and 8 p.m.","crim_date":"2\/6\/13","media":"","doccloud":"https:\/\/s3.amazonaws.com\/s3.documentcloud.org\/documents\/1005886\/peter-valentin-johnson-et-al-v-nyc.pdf"},{"case_num":"451716-2013","data":[{"name":"Angel LaGuerre","dob":"12\/23\/64","crim_disp":"Convicted"},{"name":"Wilnelia Vargas","dob":"4\/1\/77","crim_disp":"Dismissed"}],"address":"465 E 10th St, New York, NY","lat":"40.72470903","long":"-73.97429869","featured":"N","blurb":"During May and June 2013, Manhattan South Narcotics used a confidential informant to buy heroine three times from apartment in the Jacob Riis Houses on the Lower East Side, the NYPD claims in court documents. On June 19, 2013, cops say they raided the apartment and found a metal container containing marijuana, a joint, and paraphernalia with heroin and cocaine residue. They arrested two people, including Angel LaGuerra, who already had a lengthy rap sheet. Records show he pleaded guilty to a misdemeanor possession charge. In September, the NYPD filed a civil eviction case, and in October tenant Jenny Talavera agreed to permanently bar LaGuerre from the home, and to only allow Wilnelia Vargas to visit between the hours of 10 a.m. and 8 p.m. for a period of 18 months. Talavera also agreed to warrantless searches by the NYPD up to one time per month.","crim_date":"6\/19\/13","media":"","doccloud":"https:\/\/s3.amazonaws.com\/s3.documentcloud.org\/documents\/1005912\/valentin-arias.pdf"},{"case_num":"451100-2013","data":[{"name":"Sonny Garcia","dob":"3\/16\/89","crim_disp":"Convicted"}],"address":"535 W 151st St, New York, NY","lat":"40.830059","long":"-73.946709","featured":"N","blurb":"Manhattan North Narcotics conducted two controlled buys of crack at the Harlem apartment using a confidential informant in February 2013, the NYPD says in court documents. That same month, cops say they conducted a search warrant and found crack, drug paraphernalia, two air pistols and a package containing cocaine that was thrown out the window. Four people were arrested, including Sonny Garcia. He pleaded guilty in April 2013 to a felony drug sale charge and was sentenced to two years in prison. That August, Maria Garcia, representing herself, agreed to permanently bar Sonny Garcia from the apartment and to allow the NYPD to conduct warrantless searches to ensure he's not there.","crim_date":"2\/27\/13","media":"","doccloud":"https:\/\/s3.amazonaws.com\/s3.documentcloud.org\/documents\/1005991\/valentin-price.pdf"},{"case_num":"451212-2013","data":[{"name":"Eddie Perez","dob":"8\/28\/90","crim_disp":"Dismissed"}],"address":"1760 Lexington Ave, New York, NY","lat":"40.79445183","long":"-73.94473337","featured":"N","blurb":"Between December 2012 and February 2013 police conducted four controlled buys of crack at the apartment in an East Harlem housing project using a confidential informant, the NYPD claims in court documents. On Feb. 26, 2013, cops from the 23rd Precinct raided the apartment and say they found 19 bags of crack, eight bags of marijuana, a scale with crack residue, a gun and bullets. Two people were arrested, including Eddie Perez, who had no prior convictions on his record. The NYPD filed the civil eviction case and got a closing order for the apartment in July, which remained in effect for nearly a month while Perez sought legal assistance for the case. In August, representing himself, Perez agreed to agreed to move in two months. In September, the Manhattan District Attorney declined to present his criminal case to a grand jury and the charges were thrown out.","crim_date":"2\/26\/13","media":"","doccloud":"https:\/\/s3.amazonaws.com\/s3.documentcloud.org\/documents\/1005997\/valentin-cummings.pdf"},{"case_num":"451054-2013","data":[{"name":"Bernard Robinson","dob":"1\/5\/51","crim_disp":"Conditional discharge"}],"address":"255 W. 43rd St, New York, NY","lat":"40.652317","long":"-74.011269","featured":"N","blurb":"Between September and October 2012, Manhattan South Narcotics used a confidential informant to conduct four controlled buys of heroin and crack at Bernard Robinson's room at the nonprofit Common Ground's Times Square apartment building for formerly homeless people, the NYPD says in court documents. On Oct. 18, 2012 cops raided the apartment and found six bags of crack, drug paraphernalia and cash. Robinson, who had prior drug convictions, was arrested and hit with a felony drug possession charge. The NYPD filed a civil eviction proceeding against him in July 2013 and he was forced to move. He received an adjournment in contemplation of dismissal for the criminal charge in January 2014.","crim_date":"10\/18\/12","media":"","doccloud":"https:\/\/s3.amazonaws.com\/s3.documentcloud.org\/documents\/1005998\/valentin-garrido.pdf"},{"case_num":"450918-2013","data":[{"name":"Blannon Craig","dob":"7\/1\/62","crim_disp":"Convicted"},{"name":"Barry Craig","dob":"12\/27\/65","crim_disp":"Convicted"},{"name":"Gladys Jones","dob":"12\/18\/49","crim_disp":"Convicted"},{"name":"Janet Diaz","dob":"","crim_disp":"Not Arrested"}],"address":"476 W 165th St, New York, NY","lat":"40.83741","long":"-73.937881","featured":"N","blurb":"Between November 2012 and January 2013, Manhattan North Narcotics used a confidential informant to buy crack at the Washington Heights apartment three times, the NYPD says in court filings. On Jan. 18, 2013, cops raided the apartment and say they found 27 bags of crack, a scale and baggies. Several people were arrested. Blannon Craig, who already had a lengthy rap sheet of drug charges, pleaded guilty four days later to a felony possession charge and was sentenced to 18 months in prison. Barry Craig, who records show also had a lengthy rap sheet for drug crimes, pleaded guilty to criminal possession of a controlled substance and was sentenced to 10 days behind bars. Gladys Jones, who also has prior drug charges, pleaded guilty to a misdemeanor drug charge and was sentenced to 15 days behind bars. There is no record of a Janet Diaz arrested on that date. Representing herself, Brenda Craig agreed in May 2013 that her son Barry Craig would be out in two months, but could visit between 4 p.m. and 5 p.m. Brenda Craig also agreed that Blannon Craig, Jones and Diaz would never step foot inside the apartment again. She also agreed the NYPD could search her apartment up to once a month.","crim_date":"1\/18\/13","media":"","doccloud":"https:\/\/s3.amazonaws.com\/s3.documentcloud.org\/documents\/1005999\/valentin-gilchrist.pdf"},{"case_num":"450152\/2014","data":[{"name":"Miguel Cancel","dob":"4\/18\/72","crim_disp":"Convicted"}],"address":"78 E 127th St, New York, NY","lat":"40.80637","long":"-73.938759","featured":"N","blurb":"In October 2013, cops twice used a confidential informant to buy heroin from the East Harlem apartment, the NYPD claims in court documents. That same month, cops raided the apartment and say they found 110 bags of heroin, cocaine, and a number of driver's licenses and credit cards, records show. Miguel Cancel and one other person were arrested. In January 2014, the NYPD filed a civil eviction proceeding in civil court. In March the tenant of record, representing herself, agreed Cancel would be permanently barred from the apartment and that the NYPD could conduct warrantless searches to ensure she's complying with the agreement. In May, Cancel pleaded guilty to felony possession and was sentenced to 18 months behind bars.","crim_date":"10\/23\/13","media":"","doccloud":"https:\/\/s3.amazonaws.com\/s3.documentcloud.org\/documents\/1006004\/valentin-perez.pdf"},{"case_num":"450059\/2014","data":[{"name":"Jermaine Haywood","dob":"2\/8\/79","crim_disp":"Pending"}],"address":"254 W 154th St, New York, NY","lat":"40.827961","long":"-73.937096","featured":"N","blurb":"In May 2013, Manhattan North Narcotics detectives used a confidential informant to buy crack three times from Jermaine Haywood in the lobby and stairwell of his Harlem apartment building, and at a nearby store, the NYPD says in legal papers. That June, cops say they raided the apartment and found 310 bags of crack, drug paraphernalia, a pistol and ammunition. Jermaine Haywood was arrested and hit with felony gun and drug charges. The criminal case is still pending. In January the NYPD filed civil eviction proceedings against the tenant of the apartment, who is the grandmother to Haywood's child. Representing herself, Cynthia Cummings agreed Haywood would never be allowed into the apartment again, and that the NYPD could make warrantless searches between 8 a.m. and 10 p.m. to ensure she upheld the agreement.","crim_date":"6\/6\/13","media":"","doccloud":"https:\/\/s3.amazonaws.com\/s3.documentcloud.org\/documents\/1006005\/valentin-puglionesi.pdf"},{"case_num":"450125\/2014","data":[{"name":"Michael Jones","dob":"6\/6\/86","crim_disp":"Dismissed"},{"name":"Edward Colon","dob":"5\/7\/95","crim_disp":"Dismissed"}],"address":"401 W 19th St, New York, NY","lat":"40.744514","long":"-74.003738","featured":"N","blurb":"In August and September 2013, cops with the Criminal Intelligence unit used a confidential informant to buy crack from the apartment in a Chelsea housing project three times, the NYPD says in court papers. Then cops raided the apartment and say they found a bag of crack, four bags of marijuana, drug paraphernalia and a stun gun. Three people were arrested, according to court documents. There are no public records of the arrests in the criminal database, indicating that they either were not processed or the cases were sealed upon dismissal. In January, the NYPD filed civil eviction proceedings against tenant Mae Chestnut. Representing herself, she agreed two weeks later to permanently bar Michael Jones and Edward Colon from entering the apartment, and that the NYPD could make warrantless searches between 6:30 a.m. and 9 p.m.","crim_date":"9\/13\/13","media":"","doccloud":"https:\/\/s3.amazonaws.com\/s3.documentcloud.org\/documents\/1006006\/valentin-ramos.pdf"},{"case_num":"009525\/2013","data":[{"name":"Kejeon Butler","dob":"8\/17\/88","crim_disp":"Convicted"}],"address":"41-06 10 St, Long Island City, NY","lat":"40.75550616","long":"-73.94590683","featured":"N","blurb":"Queens Narcotics officers used confidential informants to buy crack at the apartment in a Long Island City Housing project three times during May 201, the NYPD says in court documents. Kejean Butler, who records show already had a lengthy rap sheet for drug charges, was arrested that month, pleaded guilty to a felony drug sale charge, and was sentenced to two years in prison. Representing himself, tenant Michael Butler agreed on May 17, 2013 that Kejeon Butler would vacate the apartment and never step foot inside again, and that the NYPD could conduct unwarranted searches of the apartment.","crim_date":"5\/15\/13","media":"","doccloud":"https:\/\/s3.amazonaws.com\/s3.documentcloud.org\/documents\/1006011\/valentin-shields2.pdf"},{"case_num":"007662\/2013","data":[{"name":"Joseph Johnson","dob":"6\/8\/71","crim_disp":"Convicted"}],"address":"167-62 118 Ave Corona, Queens, NY","lat":"40.68482928","long":"-73.77671443","featured":"N","blurb":"In April and May 2012, Queens Narcotics conducted used a confidential informant to buy cocaine twice from the Corona house, the NYPD says in court documents. Cops raided the house and say they found three glassines of heroin, one plastic twist of marijuana, a semi-automatic handgun and bullets loaded in a high-capacity magazine. Kimberly and Joseph Johnson were arrested. Joseph, who has a lengthy rap sheet, pleaded guilty in December 2012 to a misdemeanor possession charge and was sentenced to nine months in jail. Kimberly's charges were tossed. The NYPD got a closing order on the house in April 2013. Three days later, Kimberly, who is the homeowner and represented herself, agreed Joseph Johnson would move out, and that after six months he only be allowed inside for visitation of a child in compliance with a family court or ACS order. If she disobeys the order, she agreed her home would be shuttered for a year.","crim_date":"4\/31\/2012","media":"","doccloud":"https:\/\/s3.amazonaws.com\/s3.documentcloud.org\/documents\/1006012\/valentin-torres.pdf"},{"case_num":"009951\/2013","data":[{"name":"Barbara Hill","dob":"2\/25\/60","crim_disp":"Convicted"}],"address":"120-11 142 St, Jamaica, Queens, NY","lat":"40.67596994","long":"-73.79912563","featured":"N","blurb":"In late 2012, Queens Narcotics detectives arrested two people who had been seen buying heroin from the Jamaica house, then conducted their own undercover buy of heroin from the house, the NYPD says in court papers. On Dec. 7, 2012, cops raided the house and say they found drug paraphernalia with heroin residue, four ziploc bags of marijuana, a digital scale with marijuana residue, about 70 ziploc bags and $578 in cash. Three people were arrested, including Barbara Hill. Three months later, Hill pleaded guilty to a misdemeanor possession charge and was sentenced to 60 days in jail. That May, the NYPD got a closing order on the home. Representing herself, homeowner Elizabeth Hill agreed to permanently ban Barbara from the home.","crim_date":"12\/7\/13","media":"","doccloud":"https:\/\/s3.amazonaws.com\/s3.documentcloud.org\/documents\/1006013\/valentin-valdes.pdf"},{"case_num":"000170\/2013","data":[{"name":"Ramon Cruz-Acevedo","dob":"6\/21\/56","crim_disp":"Dismissed"}],"address":"588 Seneca Ave, Flushing, NY","lat":"40.70402145","long":"-73.91025543","featured":"N","blurb":"Cops used a confidential informant to buy cocaine at the Flushing apartment twice in May 2012, the NYPD says in court documents. They raided the apartment that month and say they found three bags of cocaine, and a digital scale and plastic jar with cocaine residue. Ramon Cruz-Acevedo, who has no prior convictions on his record in the city, was arrested but the case was later dismissed. That January, Cruz-Acevedo, representing himself, agreed he'd vacate the apartment in 60 days.","crim_date":"5\/23\/12","media":"","doccloud":"https:\/\/s3.amazonaws.com\/s3.documentcloud.org\/documents\/1006032\/valentin-bathley.pdf"},{"case_num":"000986\/2013","data":[{"name":"Jonathan Donaldson","dob":"11\/9\/81","crim_disp":"Convicted"},{"name":"Asia Short","dob":"7\/17\/81","crim_disp":"Dismissed"}],"address":"33-49 106th St, Corona, NY","lat":"40.75695053","long":"-73.86260413","featured":"N","blurb":"Queens Narcotics used undercovers and a confidential informant to buy crack 'in the vicinity' of the Corona apartment three times in May 2012, the NYPD says in court filings. The following month, cops raided the apartment and say they found five plastic twists of crack, more than 100 pain and anxiety pills, Ziploc bags, and bullet cartridges. Jonathan Donaldson and Asia Short were arrested. Donaldson pleaded guilty that August to felony drug sale charges and was sentenced to 18 months in prison. Short's charges were dismissed. In April 2013, the NYPD got a closing order on the apartment and Short, representing herself, agreed that she would vacate in a month.","crim_date":"6\/6\/13","media":"","doccloud":"https:\/\/s3.amazonaws.com\/s3.documentcloud.org\/documents\/1008473\/valentin-valdivieso.pdf"},{"case_num":"018263\/2013","data":[{"name":"Shaquana Wronge ","dob":"4\/22\/80","crim_disp":"Convicted"}],"address":"107-02 Waltham, Jamaica, NY","lat":"40.69320045","long":"-73.80214378","featured":"N","blurb":"Cops used a confidential informant to purchase crack from a woman at the Jamaica apartment four times in January and February 2013, the NYPD says in court filings. When cops raided the apartment, they say they found two marijuana cigars, one scale with crack residue, three grinders with marijuana residue, and dozens of small Ziploc bags. Shaquana Wronge, who had at least four prior drug convictions, was arrested. She pleaded guilty to a misdemeanor possession charge and was sentenced to 30 days in jail. Nearly five months later, the NYPD got a closing order on the apartment. Representing herself, Wronge agreed to move out in two weeks.","crim_date":"2\/22\/13","media":"","doccloud":"https:\/\/s3.amazonaws.com\/s3.documentcloud.org\/documents\/1005823\/hillery-lopresti-sposito-marsala.pdf"},{"case_num":"012010\/2013","data":[{"name":"Willie Swain","dob":"3\/10\/52","crim_disp":"Convicted"}],"address":"109-06 164th St, Jamaica, NY","lat":"40.69510549","long":"-73.78917195","featured":"N","blurb":"Queens Narcotics cops used a confidential informant to buy coke at the apartment twice in January 2013, the NYPD says in court documents. Then they raided the apartment and say they found 13 bags and a pill bottle with cocaine inside, hundreds of empty Ziploc bags, and four metal strainers. Three people were arrested, including Willie Swain, who already had a lengthy rap sheet. Swain pleaded guilty the next day to a misdemeanor possession charge and was sentenced to 30 days in jail. The other two people had their cases dismissed. Five months later, the NYPD got a closing order on the apartment. Swain and two other tenants, representing themselves, agreed Swain would be out in 45 days and that the NYPD could conduct warrantless searches to ensure they were in compliance. Swain filed a request for more time to vacate in August 2013, claiming his only source of income was public assistance and that he had 'no money, and no place to stay.' When The News visited his house last summer, a relative said he was still living there.","crim_date":"2\/1\/13","media":"","doccloud":"https:\/\/s3.amazonaws.com\/s3.documentcloud.org\/documents\/1005826\/hillery-mrivera-sposito-lopresti-davis2.pdf"},{"case_num":"011084\/2013","data":[{"name":"Michael Watts","dob":"1\/19\/64","crim_disp":"Convicted"}],"address":"405 Throop Ave, Brooklyn, NY '","lat":"40.688939","long":"-73.9421238","featured":"N","blurb":"A confidential informant bought crack from the Bedford-Stuyvesant apartment building three times in October 2012 and January 2013, the NYPD says in court documents. That month cops raided the apartment and say they found a large plastic twist of crack. Michael Watts, who has a lengthy rap sheet, was arrested and quickly pleaded guilty to a felony possession charge. He was sentenced to nine months in jail. Six months later, the NYPD got a closing order on the apartment and, representing himself, Watts agreed to move out in a month.","crim_date":"1\/17\/13","media":"","doccloud":"https:\/\/s3.amazonaws.com\/s3.documentcloud.org\/documents\/1005833\/hillery-sposito-gbor.pdf"},{"case_num":"021279\/2013","data":[{"name":"Roberto Santos-Lopez ","dob":"1\/5\/69","crim_disp":"Dismissed"}],"address":"428 E 46th St, Brooklyn, NY","lat":"40.651287","long":"-73.934563","featured":"N","blurb":"The Brooklyn Vice Squad said they used a confidential informant to place a bet three times at the Flatbush apartment, then raided the place in August 2013 and found 'gambling records and gambling devices' and $1,394, according to eviction papers filed by the NYPD. Roberto Santos-Lopez and Angela Burgos were arrested. There is no public record of the arrests, according to the Brooklyn District Attorney's Office, meaning they were either not charged or their cases was dismissed and sealed. Two months after the arrest, the NYPD got a closing order on the apartment. Representing herself, Burgos agreed Santos-Lopez would vacate the apartment.","crim_date":"8\/10\/13","media":"","doccloud":"https:\/\/s3.amazonaws.com\/s3.documentcloud.org\/documents\/1005910\/sposito-lopresti-marrero.pdf"},{"case_num":"015823\/2013","data":[{"name":"Michael Lewis","dob":"3\/27\/13","crim_disp":"Dismissed"}],"address":"215 Rochester Ave, Brooklyn, NY","lat":"40.671543","long":"-73.927841","featured":"N","blurb":"In March 2013, detectives from the 77th Precinct used a confidential informant to buy crack twice from the Bedford-Stuyvesant apartment, the NYPD claims in eviction filings. Cops raided the apartment and say they found a plastic bag of marijuana, a cigar wrapper containing marijuana, and a cigar package. Michael Lewis, who has a lengthy rapsheet, and his sister Matalie were arrested. The Brooklyn District Attorney's Office said there is no public record of the case, which likely means charges either were not filed, or they were dismissed. Two months after the arrest, the NYPD got a closing order on the apartment and Matalie, representing herself, agreed Michael would no longer be allowed in the house.","crim_date":"4\/3\/13","media":"","doccloud":"https:\/\/s3.amazonaws.com\/s3.documentcloud.org\/documents\/1005911\/sposito-smith.pdf"},{"case_num":"011086\/2013","data":[{"name":"David Newton","dob":"5\/2\/61","crim_disp":"Convicted"}],"address":"1084 Bedford Ave, Brooklyn, NY","lat":"40.687611","long":"-73.95507","featured":"N","blurb":"Cops used a confidential informant to buy marijuana from the Bedford-Stuyvesant apartment twice in January 2013, the NYPD says in court filings. That same month, cops raided the apartment and say they found nearly two pounds of marijuana and $250. David Newton and Beverly Brown were arrested. Both pleaded guilty the following March, according to the Brooklyn District Attorney's Office. Brown, who does not appear to have a criminal record in the state, got a conditional discharge and two days of community service. Newton, who has a lengthy rap sheet, pleaded guilty to a misdemeanor possession charge and was sentenced to six months in jail. The NYPD got a closing order on the apartment and three months later, Brown, representing herself, agreed that Newtown could no longer live there.","crim_date":"1\/30\/13","media":"","doccloud":"https:\/\/s3.amazonaws.com\/s3.documentcloud.org\/documents\/1006021\/mrivera-humphreys.pdf"},{"case_num":"006372\/2013","data":[{"name":"Bruce Anderson","dob":"6\/21\/58","crim_disp":"Convicted"}],"address":"274 Stanley Ave, Brooklyn, NY","lat":"40.65420985","long":"-73.89573075","featured":"N","blurb":"Ind.- Corinda RuffUndercover bought decent amount of Oxycodone and small amount of heroin on six occasions","crim_date":"12\/6\/12","media":"","doccloud":"https:\/\/s3.amazonaws.com\/s3.documentcloud.org\/documents\/1006023\/sposito-martin.pdf"},{"case_num":"250460-2013","data":[{"name":"Raul Peralta-Castillo","dob":"6\/13\/65","crim_disp":"Conditional discharge"}],"address":"1384 Grand Concourse, The Bronx, NY","lat":"40.837997","long":"-73.913773","featured":"N","blurb":"Bronx Vice Squad detectives used a confidential informant to place $5 and $10 bets inside the Concourse apartment twice in November 2012, the NYPD says in court filings. After the second bet, cops says they raided the apartment and found 'numerous gambling records,' the marked $10 bill from the bet, and $2,656 in cash. Raul Perlata, who had no prior convictions on his record, was arrested. On April 9, 2013, the NYPD got a closing order on the apartment. Two days later, representing himself, Perlata agreed he'd vacate by the end of the month. The following July, Perlata pleaded guilty to a misdemeanor for possession of gambling records and was fined $250.","crim_date":"11\/14\/12","media":"","doccloud":"https:\/\/s3.amazonaws.com\/s3.documentcloud.org\/documents\/1005806\/glemaud-schilling-fletcher.pdf"},{"case_num":"251289-2013","data":[{"name":"Louis Reynoso","dob":"7\/17\/72","crim_disp":"Convicted"},{"name":"Marlon David","dob":"2\/4\/79","crim_disp":"Dismissed"},{"name":"Engelberth Cardenas","dob":"5\/8\/94","crim_disp":"Dismissed"},{"name":"Laigelberth Cardenas","dob":"9\/3\/96","crim_disp":"Minor"}],"address":"1521 Sheridan Avenue, The Bronx, NY","lat":"40.84112294","long":"-73.91132846","featured":"N","blurb":"In May 2013, a confidential informant bought crack and marijuana at the Concourse apartment twice, the NYPD says in court papers. That same month, Bronx Narcotics detectives raided the apartment and say they found two Ziploc bags of marijuana, 23 twists of cocaine, 45 tablets of anxiety medication, one scale with coke residue and cash. Louis Reynoso, Marlon David, Engelberth Cardenas and Laigelberth Cardenas (a minor) were arrested. That June, Reynoso, who had no prior convictions on his record, pleaded guilty to a felony possession charge and was sentenced to six months behind bars. Two others had their cases dismissed that August, and there is no public record of how the case against Laigelberth Cardenas, a minor, was decided. The following month, the NYPD got a closing order on the apartment. Representing herself, tenant Rebeca Mercedes agreed none of the four arrested would be allowed over again. When The News attempted to visit her, the building superintendent said the family had all moved.","crim_date":"5\/8\/13","media":"","doccloud":"https:\/\/s3.amazonaws.com\/s3.documentcloud.org\/documents\/1005807\/glemaud-schilling-lodge.pdf"},{"case_num":"250982-2013","data":[{"name":"Ginger Diaz","dob":"8\/7\/86","crim_disp":"Convicted"},{"name":"Dwyanna Dathan","dob":"8\/19\/85","crim_disp":"Dismissed"},{"name":"Tejan Gumbs","dob":"7\/3\/92","crim_disp":"Dismissed"}],"address":"1815 Monroe Avenue","lat":"48.00418004","long":"-119.6685865","featured":"N","blurb":"Bronx Narcotics detectives used a confidential informant to make two undercover buys of crack at the Mount Hope apartment in Feb. 2013, the NYPD says in court filings. The following month, cops say they raided the house and found 53 twists of crack and Ziploc bags. Five people were arrested. Tejan Gumbs, who had no prior arrests, pleaded guilty to a misdemeanor possession charge and got probation. Ginger Diaz, who had prior weapons and drug convictions, pleaded guilty to a misdemeanor possession charge and got 60 days behind bars. There is no record of a case against Dwyanna Dathan, likely meaning her arrest either wasn't processed or the charges against her were dismissed and sealed. The following month, the NYPD got a closing order on the apartment. Two days later Pauline Dickey, representing herself, agreed to bar Diaz and Dathan for two years, and Gumbs for a year.","crim_date":"3\/6\/13","media":"","doccloud":"https:\/\/s3.amazonaws.com\/s3.documentcloud.org\/documents\/1005904\/schilling-gray.pdf"},{"case_num":"250014\/2014","data":[{"name":"Leonard Scott","dob":"2\/16\/76","crim_disp":"Violation"},{"name":"Estelle Calderon","dob":"1\/11\/79","crim_disp":"Dismissed"},{"name":"Leonard Scott","dob":"2\/16\/76","crim_disp":"Violation"},{"name":"Estelle Calderon ","dob":"1\/11\/79","crim_disp":"Dismissed"}],"address":"1151 Elder Ave, The Bronx, NY","lat":"40.827446","long":"-73.879158","featured":"N","blurb":"Cops from the 43rd Precinct made two buys of crack at the Soundview apartment using a confidential informant during July 2013, the NYPD says in court documents. Then cops raided the apartment and say they found four glassine envelopes of heroin and two marijuana cigarettes. Two people were arrested. The charges against Estelle Calderon, who had at least one prior drug conviction, were dismissed the following January, and her husband Leonard Scott, who had multiple prior drug convictions, pleaded guilty to a violation. A day earlier the NYPD had gotten a closing order on the apartment. Scott, representing himself, signed papers two weeks later saying they had vacated the apartment and will no longer live there.","crim_date":"7\/12\/13","media":"","doccloud":"https:\/\/s3.amazonaws.com\/s3.documentcloud.org\/documents\/1005805\/glemaud-schilling-brown.pdf"},{"case_num":"250841-2013","data":[{"name":"David Adams","dob":"4\/7\/88","crim_disp":"Violation"},{"name":"Rasheen Adams","dob":"8\/11\/89","crim_disp":"Dismissed"},{"name":"LaTonya Jackson","dob":"10\/24\/89","crim_disp":"Dismissed"}],"address":"830 Fox Street, The Bronx, NY","lat":"40.817421","long":"-73.896072","featured":"N","blurb":"In January 2013, Bronx Narcotics detectives used a confidential informant to buy marijuana twice at the Longwood apartment, the NYPD claims in court documents. Then cops raided the apartment and say they found one twist bag of cocaine, more than 40 bags of alleged marijuana and drug paraphernalia. Four people were arrested. That June, the NYPD got a closing order on the apartment and David Adams, representing himself, agreed that the younger David Adams, Rasheen Adams and LaTonya Jackson -- who all appear to have had no prior convictions on their records -- would not be allowed in the apartment for two years. Three months later criminal charges against Rasheen Adams and LaTonya Jackson were dismissed. David Adams pleaded guilty to disorderly conduct, which is a violation, and got a conditional discharge.","crim_date":"1\/18\/13","media":"","doccloud":"https:\/\/s3.amazonaws.com\/s3.documentcloud.org\/documents\/1005808\/glemaud-schilling-shamblee.pdf"},{"case_num":"250984-2013","data":[{"name":"Ross Rivera","dob":"4\/4\/86","crim_disp":"Conditional discharge"}],"address":"899 East 169 Street Apt 4G","lat":"41.58889331","long":"-87.59536408","featured":"N","blurb":"In March 2013, cops used a confidential informant to purchase crack from the Morrisania apartment twice, the NYPD claims in court documents. Then cops raided the home and say they found 39 twists of crack. Ross Rivera and Stephanie Ortiz were arrested. The following month Rivera, who has prior drug convictions, pleaded guilty to a misdemeanor possession charge and was given a conditional dismissal. The charges again Ortiz were dismissed. That July, the NYPD got a closing order on the apartment. Representing herself, Ortiz agreed Rivera would be barred from the apartment for one year 'except for pickup or dropoff of minor female child.' When The News visited the apartment, a new family had moved in.","crim_date":"3\/13\/13","media":"","doccloud":"https:\/\/s3.amazonaws.com\/s3.documentcloud.org\/documents\/1005904\/schilling-gray.pdf"},{"case_num":"450689\/2014","data":[{"name":"Gail Cooper","dob":"6\/3\/61","crim_disp":"Sealed"}],"address":"107 W 122nd St, New York, NY","lat":"40.806309","long":"-73.947395","featured":"N","blurb":"Manhattan North Narcotics detectives say they used a confidential informant to buy crack from the Harlem apartment three times in April and May 2013, according to court documents filed by the NYPD. Then cops raided the apartment and say they found more than $1,500 in cash, seven bags of marijuana, and 12 bags of crack. Cops again used a confidential informant to buy crack from the apartment three more times over the next few months. In October 2013, cops raided the apartment again and say they found a four bags of crack, a bag of marijuana, a half-smoked spliff, small Ziploc bags, and $118 in cash. Gail and George Cooper were arrested. Gail's arrest was sealed. George pleaded guilty to a felony drug charge and was sentenced to a year behind bars. In April 2014, the NYPD got a closing order on the apartment. Two weeks later, Gail, who represented herself and has not been convicted of a crime in the state before, agreed that she would move out by the end of May, that cops could conduct warrantless searches in the meantime, and that she wouldn't sue for any losses or damages related to the closing order.","crim_date":"5\/23\/13","media":"","doccloud":"https:\/\/s3.amazonaws.com\/s3.documentcloud.org\/documents\/1005909\/schilling-woodson.pdf"},{"case_num":"450711\/2014","data":[{"name":"Michelene Jones","dob":"5\/18\/67","crim_disp":"Convicted"}],"address":"112 E 128th St, New York, NY","lat":"40.806202","long":"-73.936783","featured":"N","blurb":"Cops from the 25th Precinct say they used a confidential informant to buy crack from the Harlem apartment three times in August 2013, according to court documents filed by the NYPD. When cops raided the place on Aug. 22, 2013, they say they found two anxiety pills, as well as a scale, grinder, mirrors, glass pipes, strainers and Ziploc bags with cocaine residue. Two people, including Michelene Jones, were arrested. The next day Jones, who has a lengthy rap sheet, pleaded guilty to a misdemeanor use of drug paraphernalia and was told her charges would be dismissed if she completed a drug treatment program. Seven months later, the NYPD got a closing order on the apartment. Representing herself, the tenant Alphina Parson agreed that Jones would never enter the apartment again, and that the NYPD could conduct warrantless searches of her apartment from 8 a.m. until 9 p.m. to ensure that she kept her promise.","crim_date":"8\/22\/13","media":"","doccloud":"https:\/\/s3.amazonaws.com\/s3.documentcloud.org\/documents\/1006025\/schilling-coca.pdf"},{"case_num":"450757\/2014","data":[{"name":"Melvin Miranda","dob":" 9\/28\/1981","crim_disp":"Conditional discharge"}],"address":"508 W 162nd St, New York, NY","lat":"40.83616555","long":"-73.94031979","featured":"N","blurb":"Manhattan North Narcotics cops say they used a confidential informant to buy crack from the Washington Heights apartment three times in June and July 2013, according to court papers filed by the NYPD. When they raided the apartment, they say they found cocaine and drug paraphernalia and arrested two people, including Melvin Miranda. In September, Miranda, who had one prior drug conviction, pleaded guilty to disorderly conduct and was sentenced to five days of community service. Seven months later, the NYPD got a closing order on the apartment. The apartment's owner Rose Garcia signed an agreement saying that Miranda no longer lived there and would not be permitted to spend long periods of time there, with the exception of 'either picking up or dropping off his children,' who she had temporary custody of. Garcia agreed the NYPD could make warrantless searches of the apartment, and Miranda had to pay a $1,500 penalty.","crim_date":"7\/10\/13","media":"","doccloud":"https:\/\/s3.amazonaws.com\/s3.documentcloud.org\/documents\/1006026\/schilling-redfurn.pdf"},{"case_num":"450843\/2014","data":[{"name":"Ernesto Toledo","dob":"5\/31\/80","crim_disp":"Convicted"}],"address":"545 W 162nd St, New York, NY","lat":"40.83659135","long":"-73.94108221","featured":"N","blurb":"Manhattan North Narcotics detectives used a confidential informant to buy cocaine from the apartment twice in the fall of 2013, the NYPD says in court papers. When cops raided the apartment in October 2013, they say they found 10 bags of pot, a bag of coke, a scale and pipe with pot residue, a vacuum heat sealer and four rolls of vacuum bags, and a bottle 'containing alleged lactose.' They arrested three people, including Enernesto Toledo, who had at least one prior drug conviction in the state. He pleaded guilty to unlawfully dealing with a child and a felony drug charge and was sentenced to 30 months behind bars. In April, the NYPD got a closing order on the apartment. Representing themselves, two of the tenants agreed Toledo would be barred from entering the apartment.","crim_date":"10\/24\/13","media":"","doccloud":"https:\/\/s3.amazonaws.com\/s3.documentcloud.org\/documents\/1006029\/schilling-williams.pdf"},{"case_num":"450908\/2014","data":[{"name":"Jose Candelaria","dob":"11\/25\/70","crim_disp":"Convicted"}],"address":"500 E Houston St, New York, NY","lat":"40.71921386","long":"-73.97614539","featured":"N","blurb":"In the summer of 2013, Manhattan South Narcotics detectives used a confidential informant to buy heroine from the apartment in a Lower East Side housing project four times, the NYPD says in court papers. When they raided the apartment, they say they found 36 bags of heroin and a bag of methadone. Two people were arrested, including Jose Candelaria. He later pleaded guilty to a felony drug possession charge and was sentenced in December 2013 to two years behind bars. Five months later, the NYPD got a closing order on the apartment. Tenant Carmen Santago, representing herself, agreed Candelaria would be permanently barred from entering the apartment and that the NYPD could make warrantless inspections to ensure she upholds the agreement.","crim_date":"8\/15\/13","media":"","doccloud":"https:\/\/s3.amazonaws.com\/s3.documentcloud.org\/documents\/1005805\/glemaud-schilling-brown.pdf"},{"case_num":"450915\/2014","data":[{"name":"Deandre Johnson","dob":"7\/20\/94","crim_disp":"Dismissed"}],"address":"27 E 124th St, New York, NY","lat":"40.80524169","long":"-73.94144565","featured":"N","blurb":"In January 2014, three people wearing ski masks tried to rob tenant Michael Shinaul at his Harlem apartment and shot him in his left shoulder, the NYPD says in court papers. Then cops say a confidential informant bought marijuana at the apartment three times. When Manhattan North Narcotics detectives raided the apartment that March, they found 'numerous bags' of marijuana and a scale with marijuana residue. Four people were arrested, including Shinaul and Deandre Johnson. The NYPD got a closing order on the apartment in March. Johnson's charges were dismissed because they were covered by another case. Representing himself, Shinaul, who was facing a misdemeanor marijuana charge, agreed to pay a $1,000 penalty and that Johnson would be out in five days.","crim_date":"7\/20\/94","media":"","doccloud":"https:\/\/s3.amazonaws.com\/s3.documentcloud.org\/documents\/1005806\/glemaud-schilling-fletcher.pdf"},{"case_num":"451079\/2014","data":[{"name":"Rodolfo Almanzar","dob":"9\/10\/66","crim_disp":"Convicted"}],"address":"20 Arden St, New York, NY","lat":"40.861523","long":"-73.927246","featured":"N","blurb":"In December 2013 and January 2014, cops say a confidential informant bought cocaine three times from the Inwood apartment, according to court papers filed by the NYPD. When cops raided the apartment, they say they found 33 tins and three bags of cocaine, one spliff, a scale with cocaine residue, and $765 in cash. Rodolfo Almanzar was arrested and later pleaded guilty to a drug paraphernalia and felony possession charge. Almanzar, who has no prior convictions in the state criminal records database, was put on probation for five years. The NYPD got a closing order on his apartment, and in July he agreed to move out in three months.","crim_date":"1\/4\/14","media":"","doccloud":"https:\/\/s3.amazonaws.com\/s3.documentcloud.org\/documents\/1005807\/glemaud-schilling-lodge.pdf"},{"case_num":"451385\/2014","data":[{"name":"Abraham Lugo","dob":"11\/15\/93","crim_disp":"Conditional discharge"}],"address":"612 W 178th St, New York, NY","lat":"40.847542","long":"-73.936272","featured":"N","blurb":"Manhattan North Narcotics detectives say a confidential informant bought cocaine from the Washington Heights apartment three times during January 2014, according to court papers filed by the NYPD. When cops raided the apartment, they say they found 'a significant amount' of cocaine and marijuana, drug paraphernalia, and $841 in cash. Two people, including Abraham Lugo, were arrested. Lugo, who appears to have a clean record in the state, pleaded guilty to disorderly conduct and was sentenced in April to community service. The NYPD filed for a nuisance abatement eviction, and in October, tenant Clara Rivera signed an agreement stating that Lugo was no longer living there and that she had an order of protection against him.","crim_date":"1\/23\/14","media":"","doccloud":"https:\/\/s3.amazonaws.com\/s3.documentcloud.org\/documents\/1005808\/glemaud-schilling-shamblee.pdf"},{"case_num":"450293\/2014","data":[{"name":"Michael Dummitt","dob":"4\/18\/72","crim_disp":"Dismissed"}],"address":"3736 Tenth Ave, New York, NY","lat":"40.61406255","long":"-73.90326574","featured":"N","blurb":"In March 2013, Manhattan Gang Squad detectives say a confidential informant bought marijuana from the apartment in an Inwood housing project three times, according to court papers filed by the NYPD. When cops raided the apartment the following month, they say they found four large Ziploc bags of marijuana, 64 small Ziploc bags of marijuana, and drug paraphernalia. Michael Dummitt was arrested. There is no record of the arrest, or any prior convictions, for Dummitt in the state criminal database. But more than a year after the arrest, the NYPD filed a nuisance abatement proceeding against Dummitt in Supreme Court. He agreed to move out in two months, and that the NYPD could conduct warrantless searches in the meantime.","crim_date":"4\/12\/13","media":"","doccloud":"https:\/\/s3.amazonaws.com\/s3.documentcloud.org\/documents\/1005904\/schilling-gray.pdf"},{"case_num":"450531\/2014","data":[{"name":"Henry Rivas","dob":"8\/15\/66","crim_disp":"Convicted"}],"address":"601 W 163 St New York, NY","lat":"40.83793648","long":"-73.94234888","featured":"N","blurb":"Manhattan North Narcotics detectives say a confidential informant bought cocaine from the Washington Heights apartment twice during October 2013, according to court papers filed by the NYPD. When cops raided the apartment that same month, they say they found cocaine and marijuana and arrested two people, including Henry Rivas. Records show he pleaded guilty to a felony possession charge as part of an earlier case and was sentenced to one year behind bars. In March 2014, the NYPD filed a nuisance abatement action against the apartment. Norma Rivas, representing herself, agreed Henry would never be allowed inside again, and that the NYPD could conduct warrantless searches to ensure she's in compliance.","crim_date":"10\/17\/13","media":"","doccloud":"https:\/\/s3.amazonaws.com\/s3.documentcloud.org\/documents\/1005906\/schilling-greene.pdf"}]