[
    {
        "case_num": "451934-2013",
        "data": [
            {
                "name": "Mickey Petillo",
                "dob": "27864",
                "crim_disp": "Convicted"
            }
        ],
        "address": "2036 Amsterdam Ave, New York, NY",
        "lat": "40.8352717",
        "long": "-73.9403493",
        "featured": "Y",
        "blurb": "Barbara Petillo's in danger of losing her home of 30 years after her son was busted for dealing drugs there. A confidential informant made three $20 crack buys from Mickey Petillo, 38, at his mom's Amsterdam Avenue apartment in late 2012 and early 2013. On Feb. 1, 2013, cops raided the home and arrested Mickey Petillo. The arrest was Petillo's first, and he was sentenced to five years probation after pleading guilty to a felony drug charge' but that was just the beginning of the problems for him and his mom, Barbara Pettilo, 74. After her son's arrest, the NYPD started eviction proceedings against her, forcing her to sign an agreement on Nov. 15, 2013, barring her son from her apartment during his five-year probation and allowing police to do warrantless searches on her home. 'I'm going through such hell,' she said. 'Police can come to my house at any time, any day, and they don't have to say they're police. If I don't answer the door they can break the door down and come in.'She noted the deal left her son effectively homeless. 'My son did something stupid and foolish ' and he's paying double. Don't people get a second chance in this world?'While the agreement stopped the NYPD from booting her, Petillo's landlord started eviction proceedings against her in January because of the bust in her apartment.'I don't have anywhere else to go,' she said. 'I've been living here 30 years. Thirty years! Never a violation, never a complaint ' and this happened.'Mickey Petillo, who was forced to give up his construction job because of a hernia, said he's been staying with various friends since he got the boot. He agonizes that his mother is paying for his mistake.'For the people that don't know, the mothers, the grandmothers, the fathers that don't know these situations - I don't understand why they're being punished,' he said.",
        "crim_date": "41306",
        "media": "",
        "doccloud": "https://s3.amazonaws.com/s3.documentcloud.org/documents/1005884/peter-valentin-willoughby.pdf"
    },
    {
        "case_num": "452180-2013",
        "data": [
            {
                "name": "Quashi Gambrell",
                "dob": "3/23/76",
                "crim_disp": "Convicted"
            }
        ],
        "address": "16-18 Old Broadway, New York, NY",
        "lat": "40.815639",
        "long": "-73.957344",
        "featured": "Y",
        "blurb": "Linda Jackson, 62, was attending her mental health day program where she's treated for schizophrenia when her adult son, Quashi Gambrell, was busted for selling crack and heroin out of her Manhattanville apartment on March 20 of last year. Cops found one sandwich bag filled with cocaine, two filled with heroin and 298 Ziploc bags of crack. 'I didn't know he had all these drugs in my house,' Jackson said. 'If I had known he would not have had them in here.' When police raided the home, one of Gambrell's five kids called Jackson, who rushed home. 'They had busted in my door,' she said. 'They ransacked it. They broke my brand new dressers my daughter bought me.' Gambrell, who was on probation for another drug case when he was arrested, pleaded guilty on Oct. 31, 2013, and was sentenced to three and a half years in prison. Jackson agreed to bar him from returning to her apartment to stave off NYPD eviction proceedings. Now, she says, 'the DA is forcing the landlord to evict me.'She said she'll fight the bid tooth and nail. 'That's why I'm going to trial - I think I deserve a nice place to live,' she said. 'Everybody does. No exceptions.'",
        "crim_date": "3/20/13",
        "media": "",
        "doccloud": "https://s3.amazonaws.com/s3.documentcloud.org/documents/1005885/peter-valentin-ferguson.pdf"
    },
    {
        "case_num": "451716-2013",
        "data": [
            {
                "name": "Angel LaGuerre",
                "dob": "12/23/64",
                "crim_disp": "Convicted"
            }
        ],
        "address": "465 E 10th St, New York, NY",
        "lat": "40.72470903",
        "long": "-73.97429869",
        "featured": "N",
        "blurb": "During May and June 2013, Manhattan South Narcotics used a confidential informant to buy heroine three times from apartment in the Jacob Riis Houses on the Lower East Side, the NYPD claims in court documents. On June 19, 2013, cops say they raided the apartment and found a metal container containing marijuana, a joint, and paraphernalia with heroin and cocaine residue. They arrested two people, including Angel LaGuerra, who already had a lengthy rap sheet. Records show he pleaded guilty to a misdemeanor possession charge. In September, the NYPD filed a civil eviction case, and in October tenant Jenny Talavera agreed to permanently bar LaGuerre from the home, and to only allow Wilnelia Vargas to visit between the hours of 10 a.m. and 8 p.m. for a period of 18 months. Talavera also agreed to warrantless searches by the NYPD up to one time per month.",
        "crim_date": "6/19/13",
        "media": "",
        "doccloud": "https://s3.amazonaws.com/s3.documentcloud.org/documents/1005912/valentin-arias.pdf"
    },
    {
        "case_num": "451100-2013",
        "data": [
            {
                "name": "Sonny Garcia",
                "dob": "3/16/89",
                "crim_disp": "Convicted"
            }
        ],
        "address": "535 W 151st St, New York, NY",
        "lat": "40.830059",
        "long": "-73.946709",
        "featured": "N",
        "blurb": "Manhattan North Narcotics conducted two controlled buys of crack at the Harlem apartment using a confidential informant in February 2013, the NYPD says in court documents. That same month, cops say they conducted a search warrant and found crack, drug paraphernalia, two air pistols and a package containing cocaine that was thrown out the window. Four people were arrested, including Sonny Garcia. He pleaded guilty in April 2013 to a felony drug sale charge and was sentenced to two years in prison. That August, Maria Garcia, representing herself, agreed to permanently bar Sonny Garcia from the apartment and to allow the NYPD to conduct warrantless searches to ensure he's not there.",
        "crim_date": "2/27/13",
        "media": "",
        "doccloud": "https://s3.amazonaws.com/s3.documentcloud.org/documents/1005991/valentin-price.pdf"
    },
    {
        "case_num": "450918-2013",
        "data": [
            {
                "name": "Blannon Craig",
                "dob": "7/1/62",
                "crim_disp": "Convicted"
            },
            {
                "name": "Barry Craig",
                "dob": "12/27/65",
                "crim_disp": "Convicted"
            },
            {
                "name": "Gladys Jones",
                "dob": "12/18/49",
                "crim_disp": "Convicted"
            }
        ],
        "address": "476 W 165th St, New York, NY",
        "lat": "40.83741",
        "long": "-73.937881",
        "featured": "N",
        "blurb": "Between November 2012 and January 2013, Manhattan North Narcotics used a confidential informant to buy crack at the Washington Heights apartment three times, the NYPD says in court filings. On Jan. 18, 2013, cops raided the apartment and say they found 27 bags of crack, a scale and baggies. Several people were arrested. Blannon Craig, who already had a lengthy rap sheet of drug charges, pleaded guilty four days later to a felony possession charge and was sentenced to 18 months in prison. Barry Craig, who records show also had a lengthy rap sheet for drug crimes, pleaded guilty to criminal possession of a controlled substance and was sentenced to 10 days behind bars. Gladys Jones, who also has prior drug charges, pleaded guilty to a misdemeanor drug charge and was sentenced to 15 days behind bars. There is no record of a Janet Diaz arrested on that date. Representing herself, Brenda Craig agreed in May 2013 that her son Barry Craig would be out in two months, but could visit between 4 p.m. and 5 p.m. Brenda Craig also agreed that Blannon Craig, Jones and Diaz would never step foot inside the apartment again. She also agreed the NYPD could search her apartment up to once a month.",
        "crim_date": "1/18/13",
        "media": "",
        "doccloud": "https://s3.amazonaws.com/s3.documentcloud.org/documents/1005999/valentin-gilchrist.pdf"
    },
    {
        "case_num": "450152/2014",
        "data": [
            {
                "name": "Miguel Cancel",
                "dob": "4/18/72",
                "crim_disp": "Convicted"
            }
        ],
        "address": "78 E 127th St, New York, NY",
        "lat": "40.80637",
        "long": "-73.938759",
        "featured": "N",
        "blurb": "In October 2013, cops twice used a confidential informant to buy heroin from the East Harlem apartment, the NYPD claims in court documents. That same month, cops raided the apartment and say they found 110 bags of heroin, cocaine, and a number of driver's licenses and credit cards, records show. Miguel Cancel and one other person were arrested. In January 2014, the NYPD filed a civil eviction proceeding in civil court. In March the tenant of record, representing herself, agreed Cancel would be permanently barred from the apartment and that the NYPD could conduct warrantless searches to ensure she's complying with the agreement. In May, Cancel pleaded guilty to felony possession and was sentenced to 18 months behind bars.",
        "crim_date": "10/23/13",
        "media": "",
        "doccloud": "https://s3.amazonaws.com/s3.documentcloud.org/documents/1006004/valentin-perez.pdf"
    },
    {
        "case_num": "009525/2013",
        "data": [
            {
                "name": "Kejeon Butler",
                "dob": "8/17/88",
                "crim_disp": "Convicted"
            }
        ],
        "address": "41-06 10 St, Long Island City, NY",
        "lat": "40.75550616",
        "long": "-73.94590683",
        "featured": "N",
        "blurb": "Queens Narcotics officers used confidential informants to buy crack at the apartment in a Long Island City Housing project three times during May 201, the NYPD says in court documents. Kejean Butler, who records show already had a lengthy rap sheet for drug charges, was arrested that month, pleaded guilty to a felony drug sale charge, and was sentenced to two years in prison. Representing himself, tenant Michael Butler agreed on May 17, 2013 that Kejeon Butler would vacate the apartment and never step foot inside again, and that the NYPD could conduct unwarranted searches of the apartment.",
        "crim_date": "5/15/13",
        "media": "",
        "doccloud": "https://s3.amazonaws.com/s3.documentcloud.org/documents/1006011/valentin-shields2.pdf"
    },
    {
        "case_num": "007662/2013",
        "data": [
            {
                "name": "Joseph Johnson",
                "dob": "6/8/71",
                "crim_disp": "Convicted"
            }
        ],
        "address": "167-62 118 Ave Corona, Queens, NY",
        "lat": "40.68482928",
        "long": "-73.77671443",
        "featured": "N",
        "blurb": "In April and May 2012, Queens Narcotics conducted used a confidential informant to buy cocaine twice from the Corona house, the NYPD says in court documents. Cops raided the house and say they found three glassines of heroin, one plastic twist of marijuana, a semi-automatic handgun and bullets loaded in a high-capacity magazine. Kimberly and Joseph Johnson were arrested. Joseph, who has a lengthy rap sheet, pleaded guilty in December 2012 to a misdemeanor possession charge and was sentenced to nine months in jail. Kimberly's charges were tossed. The NYPD got a closing order on the house in April 2013. Three days later, Kimberly, who is the homeowner and represented herself, agreed Joseph Johnson would move out, and that after six months he only be allowed inside for visitation of a child in compliance with a family court or ACS order. If she disobeys the order, she agreed her home would be shuttered for a year.",
        "crim_date": "4/31/2012",
        "media": "",
        "doccloud": "https://s3.amazonaws.com/s3.documentcloud.org/documents/1006012/valentin-torres.pdf"
    },
    {
        "case_num": "009951/2013",
        "data": [
            {
                "name": "Barbara Hill",
                "dob": "2/25/60",
                "crim_disp": "Convicted"
            }
        ],
        "address": "120-11 142 St, Jamaica, Queens, NY",
        "lat": "40.67596994",
        "long": "-73.79912563",
        "featured": "N",
        "blurb": "In late 2012, Queens Narcotics detectives arrested two people who had been seen buying heroin from the Jamaica house, then conducted their own undercover buy of heroin from the house, the NYPD says in court papers. On Dec. 7, 2012, cops raided the house and say they found drug paraphernalia with heroin residue, four ziploc bags of marijuana, a digital scale with marijuana residue, about 70 ziploc bags and $578 in cash. Three people were arrested, including Barbara Hill. Three months later, Hill pleaded guilty to a misdemeanor possession charge and was sentenced to 60 days in jail. That May, the NYPD got a closing order on the home. Representing herself, homeowner Elizabeth Hill agreed to permanently ban Barbara from the home.",
        "crim_date": "12/7/13",
        "media": "",
        "doccloud": "https://s3.amazonaws.com/s3.documentcloud.org/documents/1006013/valentin-valdes.pdf"
    },
    {
        "case_num": "000986/2013",
        "data": [
            {
                "name": "Jonathan Donaldson",
                "dob": "11/9/81",
                "crim_disp": "Convicted"
            }
        ],
        "address": "33-49 106th St, Corona, NY",
        "lat": "40.75695053",
        "long": "-73.86260413",
        "featured": "N",
        "blurb": "Queens Narcotics used undercovers and a confidential informant to buy crack 'in the vicinity' of the Corona apartment three times in May 2012, the NYPD says in court filings. The following month, cops raided the apartment and say they found five plastic twists of crack, more than 100 pain and anxiety pills, Ziploc bags, and bullet cartridges. Jonathan Donaldson and Asia Short were arrested. Donaldson pleaded guilty that August to felony drug sale charges and was sentenced to 18 months in prison. Short's charges were dismissed. In April 2013, the NYPD got a closing order on the apartment and Short, representing herself, agreed that she would vacate in a month.",
        "crim_date": "6/6/13",
        "media": "",
        "doccloud": "https://s3.amazonaws.com/s3.documentcloud.org/documents/1008473/valentin-valdivieso.pdf"
    },
    {
        "case_num": "018263/2013",
        "data": [
            {
                "name": "Shaquana Wronge ",
                "dob": "4/22/80",
                "crim_disp": "Convicted"
            }
        ],
        "address": "107-02 Waltham, Jamaica, NY",
        "lat": "40.69320045",
        "long": "-73.80214378",
        "featured": "N",
        "blurb": "Cops used a confidential informant to purchase crack from a woman at the Jamaica apartment four times in January and February 2013, the NYPD says in court filings. When cops raided the apartment, they say they found two marijuana cigars, one scale with crack residue, three grinders with marijuana residue, and dozens of small Ziploc bags. Shaquana Wronge, who had at least four prior drug convictions, was arrested. She pleaded guilty to a misdemeanor possession charge and was sentenced to 30 days in jail. Nearly five months later, the NYPD got a closing order on the apartment. Representing herself, Wronge agreed to move out in two weeks.",
        "crim_date": "2/22/13",
        "media": "",
        "doccloud": "https://s3.amazonaws.com/s3.documentcloud.org/documents/1005823/hillery-lopresti-sposito-marsala.pdf"
    },
    {
        "case_num": "012010/2013",
        "data": [
            {
                "name": "Willie Swain",
                "dob": "3/10/52",
                "crim_disp": "Convicted"
            }
        ],
        "address": "109-06 164th St, Jamaica, NY",
        "lat": "40.69510549",
        "long": "-73.78917195",
        "featured": "N",
        "blurb": "Queens Narcotics cops used a confidential informant to buy coke at the apartment twice in January 2013, the NYPD says in court documents. Then they raided the apartment and say they found 13 bags and a pill bottle with cocaine inside, hundreds of empty Ziploc bags, and four metal strainers. Three people were arrested, including Willie Swain, who already had a lengthy rap sheet. Swain pleaded guilty the next day to a misdemeanor possession charge and was sentenced to 30 days in jail. The other two people had their cases dismissed. Five months later, the NYPD got a closing order on the apartment. Swain and two other tenants, representing themselves, agreed Swain would be out in 45 days and that the NYPD could conduct warrantless searches to ensure they were in compliance. Swain filed a request for more time to vacate in August 2013, claiming his only source of income was public assistance and that he had 'no money, and no place to stay.' When The News visited his house last summer, a relative said he was still living there.",
        "crim_date": "2/1/13",
        "media": "",
        "doccloud": "https://s3.amazonaws.com/s3.documentcloud.org/documents/1005826/hillery-mrivera-sposito-lopresti-davis2.pdf"
    },
    {
        "case_num": "011084/2013",
        "data": [
            {
                "name": "Michael Watts",
                "dob": "1/19/64",
                "crim_disp": "Convicted"
            }
        ],
        "address": "405 Throop Ave, Brooklyn, NY '",
        "lat": "40.688939",
        "long": "-73.9421238",
        "featured": "N",
        "blurb": "A confidential informant bought crack from the Bedford-Stuyvesant apartment building three times in October 2012 and January 2013, the NYPD says in court documents. That month cops raided the apartment and say they found a large plastic twist of crack. Michael Watts, who has a lengthy rap sheet, was arrested and quickly pleaded guilty to a felony possession charge. He was sentenced to nine months in jail. Six months later, the NYPD got a closing order on the apartment and, representing himself, Watts agreed to move out in a month.",
        "crim_date": "1/17/13",
        "media": "",
        "doccloud": "https://s3.amazonaws.com/s3.documentcloud.org/documents/1005833/hillery-sposito-gbor.pdf"
    },
    {
        "case_num": "011086/2013",
        "data": [
            {
                "name": "David Newton",
                "dob": "5/2/61",
                "crim_disp": "Convicted"
            }
        ],
        "address": "1084 Bedford Ave, Brooklyn, NY",
        "lat": "40.687611",
        "long": "-73.95507",
        "featured": "N",
        "blurb": "Cops used a confidential informant to buy marijuana from the Bedford-Stuyvesant apartment twice in January 2013, the NYPD says in court filings. That same month, cops raided the apartment and say they found nearly two pounds of marijuana and $250. David Newton and Beverly Brown were arrested. Both pleaded guilty the following March, according to the Brooklyn District Attorney's Office. Brown, who does not appear to have a criminal record in the state, got a conditional discharge and two days of community service. Newton, who has a lengthy rap sheet, pleaded guilty to a misdemeanor possession charge and was sentenced to six months in jail. The NYPD got a closing order on the apartment and three months later, Brown, representing herself, agreed that Newtown could no longer live there.",
        "crim_date": "1/30/13",
        "media": "",
        "doccloud": "https://s3.amazonaws.com/s3.documentcloud.org/documents/1006021/mrivera-humphreys.pdf"
    },
    {
        "case_num": "006372/2013",
        "data": [
            {
                "name": "Bruce Anderson",
                "dob": "6/21/58",
                "crim_disp": "Convicted"
            }
        ],
        "address": "274 Stanley Ave, Brooklyn, NY",
        "lat": "40.65420985",
        "long": "-73.89573075",
        "featured": "N",
        "blurb": "Ind.- Corinda RuffUndercover bought decent amount of Oxycodone and small amount of heroin on six occasions",
        "crim_date": "12/6/12",
        "media": "",
        "doccloud": "https://s3.amazonaws.com/s3.documentcloud.org/documents/1006023/sposito-martin.pdf"
    },
    {
        "case_num": "251289-2013",
        "data": [
            {
                "name": "Louis Reynoso",
                "dob": "7/17/72",
                "crim_disp": "Convicted"
            }
        ],
        "address": "1521 Sheridan Avenue, The Bronx, NY",
        "lat": "40.84112294",
        "long": "-73.91132846",
        "featured": "N",
        "blurb": "In May 2013, a confidential informant bought crack and marijuana at the Concourse apartment twice, the NYPD says in court papers. That same month, Bronx Narcotics detectives raided the apartment and say they found two Ziploc bags of marijuana, 23 twists of cocaine, 45 tablets of anxiety medication, one scale with coke residue and cash. Louis Reynoso, Marlon David, Engelberth Cardenas and Laigelberth Cardenas (a minor) were arrested. That June, Reynoso, who had no prior convictions on his record, pleaded guilty to a felony possession charge and was sentenced to six months behind bars. Two others had their cases dismissed that August, and there is no public record of how the case against Laigelberth Cardenas, a minor, was decided. The following month, the NYPD got a closing order on the apartment. Representing herself, tenant Rebeca Mercedes agreed none of the four arrested would be allowed over again. When The News attempted to visit her, the building superintendent said the family had all moved.",
        "crim_date": "5/8/13",
        "media": "",
        "doccloud": "https://s3.amazonaws.com/s3.documentcloud.org/documents/1005807/glemaud-schilling-lodge.pdf"
    },
    {
        "case_num": "250982-2013",
        "data": [
            {
                "name": "Ginger Diaz",
                "dob": "8/7/86",
                "crim_disp": "Convicted"
            }
        ],
        "address": "1815 Monroe Avenue",
        "lat": "48.00418004",
        "long": "-119.6685865",
        "featured": "N",
        "blurb": "Bronx Narcotics detectives used a confidential informant to make two undercover buys of crack at the Mount Hope apartment in Feb. 2013, the NYPD says in court filings. The following month, cops say they raided the house and found 53 twists of crack and Ziploc bags. Five people were arrested. Tejan Gumbs, who had no prior arrests, pleaded guilty to a misdemeanor possession charge and got probation. Ginger Diaz, who had prior weapons and drug convictions, pleaded guilty to a misdemeanor possession charge and got 60 days behind bars. There is no record of a case against Dwyanna Dathan, likely meaning her arrest either wasn't processed or the charges against her were dismissed and sealed. The following month, the NYPD got a closing order on the apartment. Two days later Pauline Dickey, representing herself, agreed to bar Diaz and Dathan for two years, and Gumbs for a year.",
        "crim_date": "3/6/13",
        "media": "",
        "doccloud": "https://s3.amazonaws.com/s3.documentcloud.org/documents/1005904/schilling-gray.pdf"
    },
    {
        "case_num": "450711/2014",
        "data": [
            {
                "name": "Michelene Jones",
                "dob": "5/18/67",
                "crim_disp": "Convicted"
            }
        ],
        "address": "112 E 128th St, New York, NY",
        "lat": "40.806202",
        "long": "-73.936783",
        "featured": "N",
        "blurb": "Cops from the 25th Precinct say they used a confidential informant to buy crack from the Harlem apartment three times in August 2013, according to court documents filed by the NYPD. When cops raided the place on Aug. 22, 2013, they say they found two anxiety pills, as well as a scale, grinder, mirrors, glass pipes, strainers and Ziploc bags with cocaine residue. Two people, including Michelene Jones, were arrested. The next day Jones, who has a lengthy rap sheet, pleaded guilty to a misdemeanor use of drug paraphernalia and was told her charges would be dismissed if she completed a drug treatment program. Seven months later, the NYPD got a closing order on the apartment. Representing herself, the tenant Alphina Parson agreed that Jones would never enter the apartment again, and that the NYPD could conduct warrantless searches of her apartment from 8 a.m. until 9 p.m. to ensure that she kept her promise.",
        "crim_date": "8/22/13",
        "media": "",
        "doccloud": "https://s3.amazonaws.com/s3.documentcloud.org/documents/1006025/schilling-coca.pdf"
    },
    {
        "case_num": "450843/2014",
        "data": [
            {
                "name": "Ernesto Toledo",
                "dob": "5/31/80",
                "crim_disp": "Convicted"
            }
        ],
        "address": "545 W 162nd St, New York, NY",
        "lat": "40.83659135",
        "long": "-73.94108221",
        "featured": "N",
        "blurb": "Manhattan North Narcotics detectives used a confidential informant to buy cocaine from the apartment twice in the fall of 2013, the NYPD says in court papers. When cops raided the apartment in October 2013, they say they found 10 bags of pot, a bag of coke, a scale and pipe with pot residue, a vacuum heat sealer and four rolls of vacuum bags, and a bottle 'containing alleged lactose.' They arrested three people, including Enernesto Toledo, who had at least one prior drug conviction in the state. He pleaded guilty to unlawfully dealing with a child and a felony drug charge and was sentenced to 30 months behind bars. In April, the NYPD got a closing order on the apartment. Representing themselves, two of the tenants agreed Toledo would be barred from entering the apartment.",
        "crim_date": "10/24/13",
        "media": "",
        "doccloud": "https://s3.amazonaws.com/s3.documentcloud.org/documents/1006029/schilling-williams.pdf"
    },
    {
        "case_num": "450908/2014",
        "data": [
            {
                "name": "Jose Candelaria",
                "dob": "11/25/70",
                "crim_disp": "Convicted"
            }
        ],
        "address": "500 E Houston St, New York, NY",
        "lat": "40.71921386",
        "long": "-73.97614539",
        "featured": "N",
        "blurb": "In the summer of 2013, Manhattan South Narcotics detectives used a confidential informant to buy heroine from the apartment in a Lower East Side housing project four times, the NYPD says in court papers. When they raided the apartment, they say they found 36 bags of heroin and a bag of methadone. Two people were arrested, including Jose Candelaria. He later pleaded guilty to a felony drug possession charge and was sentenced in December 2013 to two years behind bars. Five months later, the NYPD got a closing order on the apartment. Tenant Carmen Santago, representing herself, agreed Candelaria would be permanently barred from entering the apartment and that the NYPD could make warrantless inspections to ensure she upholds the agreement.",
        "crim_date": "8/15/13",
        "media": "",
        "doccloud": "https://s3.amazonaws.com/s3.documentcloud.org/documents/1005805/glemaud-schilling-brown.pdf"
    },
    {
        "case_num": "451079/2014",
        "data": [
            {
                "name": "Rodolfo Almanzar",
                "dob": "9/10/66",
                "crim_disp": "Convicted"
            }
        ],
        "address": "20 Arden St, New York, NY",
        "lat": "40.861523",
        "long": "-73.927246",
        "featured": "N",
        "blurb": "In December 2013 and January 2014, cops say a confidential informant bought cocaine three times from the Inwood apartment, according to court papers filed by the NYPD. When cops raided the apartment, they say they found 33 tins and three bags of cocaine, one spliff, a scale with cocaine residue, and $765 in cash. Rodolfo Almanzar was arrested and later pleaded guilty to a drug paraphernalia and felony possession charge. Almanzar, who has no prior convictions in the state criminal records database, was put on probation for five years. The NYPD got a closing order on his apartment, and in July he agreed to move out in three months.",
        "crim_date": "1/4/14",
        "media": "",
        "doccloud": "https://s3.amazonaws.com/s3.documentcloud.org/documents/1005807/glemaud-schilling-lodge.pdf"
    },
    {
        "case_num": "450531/2014",
        "data": [
            {
                "name": "Henry Rivas",
                "dob": "8/15/66",
                "crim_disp": "Convicted"
            }
        ],
        "address": "601 W 163 St New York, NY",
        "lat": "40.83793648",
        "long": "-73.94234888",
        "featured": "N",
        "blurb": "Manhattan North Narcotics detectives say a confidential informant bought cocaine from the Washington Heights apartment twice during October 2013, according to court papers filed by the NYPD. When cops raided the apartment that same month, they say they found cocaine and marijuana and arrested two people, including Henry Rivas. Records show he pleaded guilty to a felony possession charge as part of an earlier case and was sentenced to one year behind bars. In March 2014, the NYPD filed a nuisance abatement action against the apartment. Norma Rivas, representing herself, agreed Henry would never be allowed inside again, and that the NYPD could conduct warrantless searches to ensure she's in compliance.",
        "crim_date": "10/17/13",
        "media": "",
        "doccloud": "https://s3.amazonaws.com/s3.documentcloud.org/documents/1005906/schilling-greene.pdf"
    }
]